tap "auth0/auth0-cli"
tap "datawire/blackbird"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "liamg/tfsec"
tap "warrensbox/tap"
brew "act"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "augeas"
brew "bash"
brew "bison"
brew "gdbm"
brew "libffi"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "certbot"
brew "circleci"
brew "cli"
brew "colordiff"
brew "commitizen"
brew "dasel"
brew "docker"
brew "docker-machine"
brew "foreman"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-crypt"
brew "glow"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "helm"
brew "hugo"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "lynx"
brew "markdown"
brew "mongocli"
brew "node"
brew "netlify-cli"
brew "nghttp2"
brew "nvm"
brew "openvpn"
brew "p7zip"
brew "plantuml"
brew "poetry"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "prettier"
brew "pulumi"
brew "ruby-build"
brew "rbenv"
brew "ruby-install"
brew "sl"
brew "tcl-tk"
brew "terraform", link: false
brew "terraform-docs"
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "velero"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "heroku/brew/heroku"
brew "warrensbox/tap/tfswitch"
cask "anaconda"
cask "dotnet"
cask "iterm2"
cask "macfuse"
cask "wine-stable"
cask "wkhtmltopdf"
cask "xquartz"
