tap "datawire/blackbird"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "liamg/tfsec"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "trufflesecurity/trufflehog"
tap "warrensbox/tap"
brew "act"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "augeas"
brew "bash"
brew "bison"
brew "gdbm"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "cairo"
brew "certbot"
brew "circleci"
brew "cli"
brew "colordiff"
brew "commitizen"
brew "dasel"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dockerize"
brew "foreman"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-crypt"
brew "glow"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "guile"
brew "hugo"
brew "jq"
brew "jsonschema"
brew "krb5"
brew "lynx"
brew "markdown"
brew "netlify-cli"
brew "nghttp2"
brew "openjdk@11"
brew "pkcs11-helper"
brew "openvpn"
brew "p7zip"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "powerlevel10k"
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby-install"
brew "sl"
brew "tcl-tk"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "velero"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "trufflesecurity/trufflehog/trufflehog"
brew "warrensbox/tap/tfswitch"
cask "anaconda"
cask "chromedriver"
cask "dotnet"
cask "iterm2"
cask "macfuse"
cask "ngrok"
cask "wine-stable"
cask "wkhtmltopdf"
cask "xquartz"
vscode "apollographql.vscode-apollo"
vscode "be5invis.toml"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "fooo.ruby-spec-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hookyqr.beautify"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "leizongmin.node-module-intellisense"
vscode "mgcb-vscode.mgcb-vscode"
vscode "mhutchie.git-graph"
vscode "mohsen1.prettify-json"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "perkovec.emoji"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "silvenon.mdx"
vscode "streetsidesoftware.code-spell-checker"
vscode "testdouble.vscode-standard-ruby"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
